Repository: match4everyone/match4healthcare
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: de

source: Email adress for your account.
de: E-Mail-Adresse für Ihr Konto.

source: <40 km
de: <20 km

source: Germany
de: Deutschland

source: Austria
de: Österreich

source: is not a postcode in
de: ist keine Postleitzahl in

source: This email is already taken.
de: Diese E-Mail wurde bereits vergeben.

source: Map
de: Karte

source: In ${city}, (PLZ ${plz}) there are ${count} A's.\n<a href="${url}" target="_blank">Detail</a>
de: In ${city}, (PLZ ${plz}) gibt es ${count} A's.\n<a href="${url}" target="_blank">Detail</a>

source: In ${city}, (PLZ ${plz}) there are ${count} B's.\n<a href="${url}" target="_blank">Detail</a>
de: In ${city}, (PLZ ${plz}) gibt es ${count} B's.\n<a href="${url}" target="_blank">Detail</a>

source: Direct Search
de: Direkte Suche

source: Your account has been deleted.
de: Ihr Konto wurde gelöscht.

source: Are you sure you want to delete your account?
de: Sind Sie sicher, dass Sie Ihr Konto löschen wollen?

source: Yes, delete my account.
de: Ja, löschen Sie mein Konto.

source: No, return to my dashboard.
de: Nein, kehren Sie zu meinem Dashboard zurück.

source: Thank you
de: Vielen Dank

source: Thank you.
de: Vielen Dank.

source: <h2 class="font-weight-light">Welcome to match4everyone,</h2> <p>To complete registration we sent you a <b style="font-weight:500;">Registration Link</b>. So please check your mails :) <p>Your Team</p>
de: <h2 class="font-weight-light">Hi,</h2> <p>Es gibt einen Registrierungslink zum Account validieren. Bitte mails checken :) <p>Dein Team</p>

source: Deactivate account
de: Konto löschen

source: Are you sure, that you want to deactivate your account? (This is not deleting, you can always reactivate it.)
de: Sicher, dass Sie den Account deaktivieren wollen?

source: Yes, deactivate my account.
de: Ja, löschen Sie mein Konto.

source: Are you sure, that you want to reactivate your account?
de: Sind Sie sicher, dass Sie Ihr Konto löschen wollen?

source: Yes, reactivate my account.
de: Ja, Account reaktivieren.

source: No, take me back to the dashboard.
de: Nein, zurück zum Dashboard.

source: Registration
de: Registrierung

source: Already registered?
de: Schon registriert?

source: or
de: oder

source: Reset Password
de: Password zurücksetzen

source: Your Profile %(p_type)s
de: Mein Profil %(p_type)s

source: Profile Details
de: Profil

source: Change Password
de: Passwort ändern

source: Delete my profile
de: Profil löschen

source: Deactivate Profile
de: Profil deaktivieren

source: Activate Profile
de: Profil aktivieren

source: Profile Editing
de: Infos editieren

source: Edit my profile
de: Meine Infos editieren

source: Edit Info
de: Infos editieren

source: Registration
de: Registrierung

source: Sign In
de: Einloggen

source: Forgot password?
de: Passwort vergessen

source: Reset password
de: Password zurücksetzen

source: Not registered?
de: Noch nicht registriert?

source: I am A
de: Ich bin A

source: I am B
de: Ich bin B

source: Logout successful
de: Logout erfolgreich

source: <p>Thanks for dropping by.</p>
de: <p>Danke fürs vorbeischauen.</p>

source: Log in again
de: Wieder einloggen

source: Password changed
de: Passwort wurde geändert

source: Your password has been updated.
de: Passwort wurde geändert

source: Please correct the error
de: Bitte den Fehler korrigieren

source: Change password
de: Passwort ändern

source: Password set
de: Passwort setzen

source: Your password has been set. You can log in anytime.
de: Das Passwort wurde gesetzt, Sie können sich jederzeit einloggen.

source: Succsessful Login
de: Login erfolgreich

source: New Password
de: Neues Passwort

source: Set password
de: Passwort setzen

source: The link for setting the password is invalid. Maybe it was used before
de: Der Link zum setzten des Passworts ist ungültig. Vielleicht wurde er vorher schon benutzt

source: Forgot you password?
de: Passwort vergessen?

source: Set Password
de: Passwort setzen

source: In case there is an account with this email address, we have sent you the a reset link.
de: Falls es einen Account mit dieser E-Mail gibt, haben wir Ihnen einen Reset-Link geschickt.

source: You are receiving this mail to create a new password with the following link.
de: Sie bekommen diese E-Mail um mit dem folgenden Link ein neues Passwort zu setzen.

source: Thank you, match4everyone
de: Danke, match4everyone

source: Confirm email
de: E-Mail bestätigen

source: Forgot your password?
de: Passwort vergessen?

source: Thanks for registering!
de: Schön, dass Sie sich registriert haben.

source: Please validate your email by clicking this:
de: Bitte validieren Sie Ihre E-Mail indem Sie den folgenden Link anklicken:

source: Approvals
de: Freischalten

source: Approve
de: Freischalten

source: These participants require approval.
de: Diese Teilnehmer müssen noch freigeschaltet werden.

source: These participants are approved, but you can disapprove them any time.
de: Diese Teilnehmer sind freigeschaltet, aber Sie können die Freischaltung jederzeit wieder rückgängig machen.

source: Staff
de: Administrator

source: Functions for staff members
de: Funktionen für Administratoren

source: Approve
de: Freischalten

source: Do something
de: Mach etwas

source: You successfully deactivated your profile.
de: Sie haben ihr Profil deaktiviert.

source: You successfully reactivated your profile.
de: Sie haben Ihr Profil aktiviert.

source: Successfully updated info.
de: Sie haben Ihre Infos aktualisiert.

source: You deleted the participant with email '{name}'.
de: Sie haben den Teilnehmer mit der E-Mail-Adresse '{name}' gelöscht.

source: You changed the approval of the participant with email '{name}'.
de: Sie haben für den Teilnehmer mit der E-Mail-Adresse '{name}' den Status geändert.

source: Access stats
de: Website Zugriffe

source: Number of page calls
de: Anzahl der Website Zugriffe

source: <html><body>gunicorn-access.log not found or accessible </body></html>
de: <html><body>gunicorn-access.log nicht gefunden oder zugreifbar</body></html>

source: English
de: Englisch

source: German
de: Deutsch

source: This page could not be found.
de: Diese Seite konnte nicht gefunden werden.

source: Back to homepage
de: Zurück zur Homepage.

source: An error occurred.
de: Ein Fehler ist aufgetreten.

source: About
de: Über uns

source: We are the team of match4everyone! Muhahaha
de: M4E Team! Muhahaha

source: Developed by Open Source Team
de: Entwickelt von

source: during th hackathon #wirvsvirus
de: während #wirvsvirus

source: My Profile
de: Mein Profil

source: A project that originated from <a href="https://wirvsvirushackathon.org/" target="_blank">#WirVsVirus hackathon</a>.
de: Ein Projekt entstanden aus dem <a href="https://wirvsvirushackathon.org/" target="_blank">#WirVsVirus hackathon</a>.

source: Imprint
de: Impressum

source: Data Protection
de: Datenschutz

source: and
de: und

source: Terms of Use
de: AGBs

source: We match for everyone.
de: Wir matchen jeden.

source: I am
de: Ich bin

source: I own an ice cream parlor.
de: Ich besitze einen Eiscreme Laden.

source: This is me
de: Das bin ich.

source: I feel hungry.
de: Ich habe Hunger.

source: How does this work?
de: Wie funktioniert das?

source: We match.
de: Wir matchen.

source: another open-source project
de: noch ein open-source Projekt
